:PROPERTIES:
:ID:       fd8cb015-04bc-4bcd-8c0f-4889e97c593e
:END:
#+title: org mode sql

* lets try it
#+name: my-query
#+header: :engine mysql
#+header: :dbhost host
#+header: :dbuser user
#+header: :dbpassword pwd
#+header: :database dbname
#+begin_src sql
  SELECT * FROM mytable
  WHERE id > 500
#+end_src

#+RESULTS: my-query
|---|
